{
  "work": {
    "project": {
      "title": "Projets",
      "phr_0": "Les projets suivants illustrent mes compétences et mon expérience à travers des exemples concrets de mon travail.",
      "phr_1": "Chaque projet est succinctement présenté avec des liens vers des démonstrations en direct.",
      "phr_2": "Cela démontre ma capacité à résoudre des problèmes complexes,",
      "phr_3": "à travailler avec diverses technologies et à gérer efficacement des projets."
    },
    "project_description": {
      "altplus": "Le site web Alt+ est une plateforme innovante qui met en valeur les services et les réalisations de cette startup dynamique. Alt+ repousse les limites de la technologie pour fournir des solutions informatiques personnalisées et de haute qualité. Le projet a impliqué la conception et le développement d'une interface utilisateur réactive, l'intégration de services backend robustes et la mise en œuvre de fonctionnalités avancées pour améliorer l'expérience utilisateur.",
      "docblog": "DocBlog est un blog développé avec le framework Django, conçu pour partager des articles techniques et des mises à jour sur les compétences en développement web. Le projet comprend la gestion des utilisateurs, la création et la publication d'articles, ainsi que l'intégration de fonctionnalités de commentaires et de partage sur les réseaux sociaux. Ce projet démontre ma capacité à travailler avec Django et à créer des applications web dynamiques et sécurisées.",
      "mern-blog": "MERN Blog est un projet de blog complet développé avec le stack MERN (MongoDB, Express.js, React, Node.js). Ce projet a été conçu pour implémenter l'authentification via Google en utilisant Firebase. Il comprend des fonctionnalités telles que la création et la gestion de posts, les commentaires en temps réel et une interface utilisateur moderne et réactive. Ce projet illustre ma maîtrise du stack MERN et de l'intégration de services tiers comme Firebase.",
      "weather-app": "Weather App est une application de prévision météorologique qui fournit des informations en temps réel sur les conditions météorologiques actuelles et les prévisions futures. Développée avec React et l'API OpenWeatherMap, l'application offre une interface utilisateur intuitive et réactive, permettant aux utilisateurs de rechercher des prévisions météorologiques par ville. Ce projet démontre ma capacité à intégrer des API externes et à créer des applications web interactives.",
      "login-app": "Login App est une application de vérification OTP (One-Time Password) pour l'authentification. Ce projet a été conçu pour renforcer la sécurité des connexions utilisateur en utilisant des codes OTP envoyés par email. Ce projet illustre ma compétence en matière de sécurité des applications web et d'authentification utilisateur.",
      "skypey": "Skypey est une application de chat en temps réel développée avec React et Redux. Ce projet a marqué ma première utilisation de Redux pour la gestion de l'état global de l'application. Skypey permet aux utilisateurs de discutter, en temps réel avec d'autres utilisateurs. L'application comprend des fonctionnalités telles que les notifications de nouveaux messages, la gestion des contacts et une interface utilisateur réactive. Ce projet démontre ma capacité à créer des applications de communication en temps réel et à utiliser Redux pour la gestion de l'état.",
      "we_travel": "Ce projet consiste à développer une application web moderne destinée à une agence de voyages. Elle permet la gestion des réservations, la création de circuits touristiques, la gestion des clients, ainsi que la vente de services touristiques en ligne. Le système doit offrir une interface sécurisée et fluide, adaptée aussi bien aux agents de voyages (admin/gestionnaires) qu’aux clients finaux."
    }
  }
}
